Repository: TikhonP/gemocard-ios-app
Catalog: App/*.lproj/Localizable.strings
Languages: ru

source: %d bpm
ru: %d УД/МИН

source: %d mmHg
ru: %d мм рт. ст.

source: %lf mV
ru: %lf мВ

source: %lf s
ru: %lf с

source: %lld mV
ru: %lld мВ

source: %lld s
ru: %lld c

source: %u mmHg
ru: %u мм рт. ст.

source: About
ru: О приложении

source: All data already fetched with Medsenger.
ru: Все данные уже синхронизированы с Medsenger

source: Arrhythmia
ru: Аритмия

source: Arterial pressure
ru: Артериальное давление

source: Arterial pressure and electrocardiogram
ru: Артериальное давление и электрокардиограмма

source: Authorization in Medsenger is not successful
ru: Авторизация в Medsenger не удалась

source: Automatically connect to saved device after reboot
ru: Автоматически подключаться к сохраненному устройству

source: Blood Pressure
ru: Кровяное Давление

source: Bluetooth Waiting...
ru: Ожидание Bluetooth...

source: Click here and select the tonometer to connect.
ru: Нажмите сюда и выберите тонометр для подключения

source: Close
ru: Закрыть

source: Connected device
ru: Подключенное устройство

source: Connecting...
ru: Подключение...

source: Cuff Pressure
ru: Давление в манжете

source: Delete Medsenger authorization details, you will not be able to send data to the service until you authorize again
ru: Удалить данные авторизации Medsenger, вы не сможете отправлять данные в сервис, пока не авторизуетесь снова

source: Detailed information about this error has automaticly been recorded we have been notified.
ru: Детальная информация об этой ошибке была автоматически записана, мы уведомлены и работаем над этим.

source: Details
ru: Детали

source: Device disconnected
ru: Устройство отключено

source: Device is not ready
ru: Устройство не готово

source: Device offline
ru: Устройство в режиме оффлайн

source: Device search...
ru: Поиск устройств...

source: Device Status
ru: Статус устройства

source: Devices
ru: Устройства

source: Diastolic Blood Pressure
ru: Диастолическое артериальное давление

source: Disconnect device
ru: Отключить устройство

source: Done!
ru: Готово!

source: ECG measurement
ru: ЭКГ

source: ECG waveform
ru: Осциллограмма ЭКГ

source: Electrocardiogram
ru: Электрокардиограмма

source: Fetched data
ru: Ваши данные

source: Fetching data...
ru: Синхронизация...

source: Forget device
ru: Забыть устройство

source: Go to the Medsenger app for authorization
ru: Перейдите в приложение Medsenger для авторизации

source: Heart Rate
ru: Пульс

source: Keep Connected
ru: Сохранять подключение

source: Measurement
ru: Измерение

source: Measurement time
ru: Время измерения

source: Measurements
ru: Измерения

source: mV
ru: мВ

source: No ECG data
ru: Отсутствуют данные ЭКГ

source: No measurements recorded
ru: Нет записанных измерений

source: No new records
ru: Нет новых зваписей

source: No rhythm disturbances
ru: Нарушений ритма нет

source: Oops! Bluetooth service on peripheral device not found!
ru: Упс! Ошибка подключения к устройству!

source: Oops! Failed to Complete Operation
ru: Упс! Не удалось выполнить команду

source: Oops! Failed to connect
ru: Упс! Не удалось подключиться к устройству

source: Oops! Failed to fetch data
ru: Упс! Не удалось синхронизировать данные

source: Oops! Failed to upload to medsenger
ru: Упс! Не удалось загрузить данные в Medsenger

source: Oops! Something bad happened!
ru: Упс! Что-то пошло не так!

source: Operating Mode
ru: Режим работы

source: Ops! Invalid peripheral found!
ru: Упс! Устройство не готово!

source: Please contact medsenger support.
ru: Пожалуйста, свяжитесь со службой поддержки Medsenger.

source: Prolonged arrhythmia (%d%%)
ru: Продолжительная аритмия (%d%%)

source: Reading data error
ru: Ошибка чтения данных

source: Ready, waiting
ru: Готов, ожидание

source: Ready, waiting, series measurement
ru: Готов, ожидание, серия измерений

source: Repeated rhythm disturbances (%d times)
ru: Многократные нарушения ритма (%d раз)

source: Reset Medsenger credentials
ru: Сбросить реквизиты Medsenger

source: Search...
ru: Поиск...

source: Seconds
ru: Секунд

source: Select your Acsma Gemocard from the list below, the saved devices will be connected automatically.
ru: Выберите Ваше устройство Аксма ГемоКард из списка ниже, сохраненное устройство подключится автоматически.

source: Series Canceled
ru: Серия отменена

source: Series measurement
ru: Серия измерений

source: Series status
ru: Статус серии измерений

source: Settings
ru: Настройки

source: Single rhythm disorder (%d times)
ru: Однократное нарушение ритма (%d раз)

source: Standard measurement
ru: Стандартное измерение

source: Systolic Blood Pressure
ru: Систолическое артериальное давление

source: Take measurements with a tonometer so they appear here.
ru: Произведите измерения с помощью тонометра, и они окажутся здесь.

source: Test mode
ru: Тестовый режим

source: The data successfully uploaded to Medsenger.
ru: Данные успешно загружены в Medsenger.

source: This can happen if the tonometer has a dead battery. If it's not, maybe it's a random error, try again.
ru: Это может случиться, если у тонометра разрядилась батарея. Если нет, возможно это случайная ошибка, попробуйте ещё раз.

source: To connect a blood pressure monitor, turn on Bluetooth and give permission to the application to use it in the settings.
ru: Чтобы подключить тонометр, включите Bluetooth и дайте разрешение приложению на его использование в настройках

source: To view ECG waveform update your device up to iOS 16
ru: Чтобы посмотреть график ЭКГ, обновите ваше устройство до iOS 16

source: Try to reload application.
ru: Попробуйте перезагрузить приложение

source: Try to reload device.
ru: Попробуйте перезагрузить устройство

source: Turn off Airplane Mode or connect to Wi-Fi.
ru: Выключите Авиарежим или подключитесь к Wi-Fi.

source: Unknown name
ru: Имя не найдено

source: Upload to Medsenger
ru: Загрузить в Medsenger

source: Version
ru: Версия

source: Version not found
ru: Версия не найдена

source: Waiting for next series measurement
ru: Ожидание следующего измерения в серии
